Repository: VB6Hobbyst7/Test2
Catalog: Laser Chamfering System/setLan.*.resx
Languages: vi

source: A Align Useable
vi: A Canh lề Có sẵn

source: A Axis X Move Request
vi: A Axis X Di chuyển. yêu cầu

source: A Axis Y Move Request
vi: A Axis Y Di chuyển. yêu cầu

source: A Camera Z Move Request
vi: A máy chụp ảnh Di chuyển. Request

# ACuttingPosmm
source: LineA CuttingPos(mm)
vi: A Cắt vị trí

source: Adjust Angle
vi: Điều chỉnh. Angle

source: Adjust Pos X
vi: Vị trí Điều chỉnh. X

source: Adjust Pos Y
vi: Vị trí Điều chỉnh. Y

source: Alarm
vi: báo động

source: AlarmCode
vi: Mã báo động

source: AlarmDescript
vi: giải thích báo động

source: AlarmName
vi: Tên báo động

source: AlarmType
vi: Tybe báo động

source: Align
vi: Canh lề

source: Align A1 Check
vi: Canh lề A1 kiểm tra

# AlignA1Comp
source: Align 1 Comp.
vi: Canh lề A1 Hoàn thành.

source: Align A1 Requset [PLC B320]
vi: Canh lề A1 yêu cầu

source: Align A2 Check
vi: Canh lề A2 kiểm tra

# AlignA2Comp
source: Align 2 Comp.
vi: Canh lề A2 Hoàn thành.

source: Align A2 Requset [PLC B321]
vi: Canh lề A2 yêu cầu

source: Align A3 Check
vi: Canh lề A3 kiểm tra

# AlignA3Comp
source: Align 3 Comp.
vi: Canh lề A3 Hoàn thành.

source: Align A3 Requset [PLC B322]
vi: Canh lề A3 yêu cầu

source: Align A4 Check
vi: Canh lề A4 kiểm tra

# AlignA4Comp
source: Align 4 Comp.
vi: Canh lề A4 Hoàn thành.

source: Align A4 Requset [PLC B323]
vi: Canh lề A4 yêu cầu

source: Align B1 Check
vi: Canh lề B1 kiểm tra

# AlignB1Comp
source: Align 1 Comp.
vi: Canh lề B1 Hoàn thành.

source: Align B1 Requset [PLC B340]
vi: Canh lề B1 yêu cầu

source: Align B2 Check
vi: Canh lề B2 kiểm tra

# AlignB2Comp
source: Align 2 Comp.
vi: Canh lề B2 Hoàn thành.

source: Align B2 Requset [PLC B341]
vi: Canh lề B2 yêu cầu

source: Align B3 Check
vi: Canh lề B3 kiểm tra

# AlignB3Comp
source: Align 3 Comp.
vi: Canh lề B3 Hoàn thành.

source: Align B3 Requset [PLC B342]
vi: Canh lề B3 yêu cầu

source: Align B4 Check
vi: Canh lề B4 kiểm tra

# AlignB4Comp
source: Align 4 Comp.
vi: Canh lề B4 Hoàn thành.

source: Align B4 Requset [PLC B343]
vi: Canh lề B4 yêu cầu

source: ALIGN MARK SETTING
vi: sắp hàng dấu cài đặt

source: Align Tac[s]
vi: Canh lề tact thời gian[s]

source: A Line
vi: A đường dây

source: A Line Align Image Path :
vi: A đường dây Canh lề Image Path :

source: Alive
vi: còn sống

source: ALL INIT
vi: tất cả khởi

source: A Manual Align
vi: A bằng tay Canh lề

source: A Mark1 Align Forced OK
vi: A dấu1 Forced Canh lề OK

source: A Mark1 Align NG
vi: A dấu1 Canh lề NG

source: A Mark1 Align OK
vi: B dấu1 Canh lề OK

source: A Mark2 Align Forced OK
vi: A dấu2 Forced Canh lề OK

source: A Mark2 Align NG
vi: A dấu2 Canh lề NG

source: A Mark2 Align OK
vi: A dấu2 Canh lề OK

source: Angle :
vi: góc

source: A Power Meter Move Request
vi: Năng lượng. đo cụ B Di chuyển. yêu cầu

source: Apply
vi: ứng dụng

source: Apply current pos
vi: hiện tại vị trí ứng dụng

source: Apply Scanner Parameter
vi: Apply Scanner thông số

source: A PreAlign Complete
vi: A PreAlign Hoàn thành.

source: A PreAlign Move Request
vi: A PreAlign Di chuyển. yêu cầu

source: Auto Status
vi: Tự động. tình trạng

source: B Align Useable
vi: B Canh lề Có sẵn

source: B Axis X Move Request
vi: B Axis X Di chuyển. yêu cầu

source: B Axis Y Move Request
vi: B Axis Y Di chuyển. yêu cầu

source: B Camera Z Move Request
vi: B máy chụp ảnh Z Di chuyển. yêu cầu

# BCuttingPosmm
source: LineB CuttingPos(mm)
vi: B Cắt vị trí

source: B Line
vi: B đường dây

source: B Line Align Image Path :
vi: B đường dây Canh lề Image Path :

source: B Manual Align
vi: B bằng tay Canh lề

source: B Mark1 Align Forced OK
vi: B dấu1 Forced Canh lề OK

source: B Mark1 Align NG
vi: B dấu1 Canh lề NG

source: B Mark1 Align OK
vi: B dấu1 Canh lề OK

source: B Mark2 Align Forced OK
vi: B dấu2 Forced Canh lề OK

source: B Mark2 Align NG
vi: B dấu2 Canh lề NG

source: B Mark2 Align OK
vi: B dấu2 Canh lề OK

source: Box Light
vi: chiếu sáng BOX

source: B Power Meter Move Request
vi: Năng lượng. đo cụ B Di chuyển. yêu cầu

source: B PreAlign Complete
vi: B PreAlign Hoàn thành.

source: B PreAlign Move Request
vi: B PreAlign Di chuyển. yêu cầu

source: Cancel
vi: Hủy bỏ

source: CenterPosition / Vision->Laser1
vi: trung tâm vị trí / Vision->Laser1

source: CenterPosition / Vision->Laser2
vi: trung tâm vị trí / Vision->Laser2

source: CenterPosition / Vision->Laser3
vi: trung tâm vị trí / Vision->Laser3

source: CenterPosition / Vision->Laser4
vi: trung tâm vị trí / Vision->Laser4

source: Central Point Setting
vi: Tâm điểm Thiết lập

source: Change Password
vi: mật khẩu thay đổi

source: check
vi: xin vui lòng sự xác nhận

source: check file
vi: hồ sơ sự xác nhận xin vui lòng

source: Check Glass A1 [ PLC B310 ]
vi: kiểm tra Glass A1 [ PLC B310 ]

source: Check Glass A2 [ PLC B311 ]
vi: kiểm tra Glass A2 [ PLC B311 ]

source: Check Glass A3 [ PLC B312 ]
vi: kiểm tra Glass A3 [ PLC B312 ]

source: Check Glass A4 [ PLC B313 ]
vi: kiểm tra Glass A4 [ PLC B313 ]

source: Check Glass B1 [ PLC B330 ]
vi: kiểm tra Glass B1 [ PLC B330 ]

source: Check Glass B2 [ PLC B331 ]
vi: kiểm tra Glass B2 [ PLC B331 ]

source: Check Glass B3 [ PLC B332 ]
vi: kiểm tra Glass B3 [ PLC B332 ]

source: Check Glass B4 [ PLC B333 ]
vi: kiểm tra Glass B4 [ PLC B333 ]

source: Clear Alarm && Close
vi: Báo động xóa && gần

source: Connect
vi: liên kết

source: Connected
vi: Đã kết nối

source: Continous
vi: liên tục

source: Copy
vi: bản sao

source: CTB File Load
vi: CTB hồ sơ Đang nạp

source: Current Power :
vi: hiện nay Năng lượng.

source: Data File Save
vi: Data hồ sơ Lưu

source: Defult 0
vi: vỡ nợ 0

source: Delete After
vi: xóa bỏ After

source: Displace
vi: thay thế cảm biến

source: displacement ms result
vi: displacement đo kết quả

source: double click after set mark
vi: setdấu sau nhấn đúp chuột

# Downpowermeterms
source: Bottom Power measure
vi: Down Năng lượng. đo cụ Đo

source: Dust Collector
vi: hút bụi.

source: DustCollector Alarm Report
vi: máy hút bụi báo động Report

source: Dust Collector Off
vi: máy hút bụi Off

source: Dust Collector On
vi: máy hút bụi On

source: Edit
vi: biên soạn

source: Existing Password
vi: mật khẩu

source: Filter :
vi: Bộ lọc

source: Fiter D-Day :
vi: Bộ lọc D-Day

source: Glass Align and Trimming A Line
vi: Glass Canh lề & Trimming A đường dây

source: Glass Align and Trimming B Line
vi: Glass Canh lề & Trimming B đường dây

source: Go Mark
vi: Go dấu

source: Group :
vi: nhóm :

# GroupBox1
source: 수동동장
vi: Manual

source: Group Editer
vi: Group biên soạn

source: Idx
vi: Index

source: Image Load
vi: hình ảnh Đang nạp

source: Image Save
vi: hình ảnh Lưu

source: Init
vi: khởi

# interfacemode
source: Remot
vi: interface chế độ

source: IR Power
vi: IR Năng lượng.

source: Jump Speed :
vi: nhảy tốc độ

source: Laser1 Shutter Close Report
vi: Laser1 Shutter Đóng Report

source: Laser1 Shutter Open Report
vi: Laser1 Shutter mở Report

source: Laser2 Shutter Close Report
vi: Laser2 Shutter Đóng Report

source: Laser2 Shutter Open Report
vi: Laser2 Shutter mở Report

source: Laser Alarm Report
vi: Laser báo động Report

source: Laser Parameter
vi: Laser thông số

source: Laser Start L1 Request [B350]
vi: Laser bắt đầu L1 yêu cầu [B350]

source: Laser Start L1 Request [B354]
vi: Laser bắt đầu L1 yêu cầu [B354]

source: Laser Start L2 Request [B351]
vi: Laser bắt đầu L2 yêu cầu [B351]

source: Laser Start L2 Request [B355]
vi: Laser bắt đầu L2 yêu cầu [B355]

source: Laser Start L3 Request [B352]
vi: Laser bắt đầu L3 yêu cầu [B352]

source: Laser Start L3 Request [B356]
vi: Laser bắt đầu L3 yêu cầu [B356]

source: Laser Start L4 Request [B353]
vi: Laser bắt đầu L4 yêu cầu [B353]

source: Laser Start L4 Request [B357]
vi: Laser bắt đầu L4 yêu cầu [B357]

source: Laser Status
vi: TÌNH TRẠNG. Laser

source: Light
vi: chiếu sáng

source: Light Set :
vi: chiếu sáng Set

source: Line
vi: đường dây

source: Line A Camera 1
vi: đường dây A máy chụp ảnh 1

source: Line A Camera 2
vi: đường dây A máy chụp ảnh 2

source: Line A Laser Z1 :
vi: A đường dây Laser Z1

source: Line A Laser Z2:
vi: A đường dây Laser Z2

source: Line A Stage X :
vi: A đường dây sân khấu X

source: Line A Stage Y :
vi: A đường dây sân khấu Y

source: Line A Vision Z :
vi: A đường dây thị lực Z

source: Line B Camera 1
vi: đường dây B máy chụp ảnh 1

source: Line B Camera 2
vi: đường dây B máy chụp ảnh 2

source: Line B Laser Z1:
vi: B đường dây Laser Z1

source: Line B Laser Z2:
vi: B đường dây Laser Z2

source: Line B Stage X :
vi: B đường dây sân khấu X

source: Line B Stage Y :
vi: B đường dây sân khấu Y

source: Line B Vision Z :
vi: B đường dây thị lực Z

source: Load
vi: Đang nạp

source: LogIn
vi: Đăng nhập

source: Main
vi: chủ yếu

source: Makr Save
vi: dấu Lưu

source: Manual Align NG
vi: Bằng tay. Canh lề NG

source: Manual Align OK
vi: Bằng tay. Canh lề OK

source: Manual Status
vi: bằng tay tình trạng

source: Mark Area
vi: dấu khu vực

source: Mark Data
vi: dấu Data

source: Mark Data Change
vi: Đánh dấu dữ liệu thay đổi

source: Mark Data Editer
vi: dấu Data biên soạn

source: Mark Data Preview
vi: Xem trước dấu Dữ liệu

source: Marking
vi: Đánh dấu

source: Marking Start
vi: Marking bắt đầu

source: Mark Speed :
vi: dấu tốc độ

source: Mark Speed Set (bit)
vi: Mark tốc độ Set (bit)

source: Mask Processing
vi: Mặt nạ Chế biến

source: Mask Size Setting
vi: Mặt nạ kích thước cài đặt

source: matching rate
vi: Khớp Tỷ lệ

source: matching rate formal
vi: Khớp Tỷ lệ

source: Measure
vi: đo lường

source: measure stop
vi: đo hấm dứt

# measuretime
source: Start Measure
vi: đo thời gian

source: Message
vi: thông điệp

source: Mode
vi: chế độ

source: Model Apply
vi: Mô hình ứng dụng

source: Model Information
vi: Mô hình Thông tin

source: Model Save
vi: Mô hình Lưu

source: Motion (ABS MOVE)
vi: Motion (ABS Di chuyển)

source: Motion Status
vi: Tình thế. động cơ

source: Move
vi: Di chuyển

source: Move Vision A1
vi: Di chuyển. Vision A1

source: Move Vision A2
vi: Di chuyển. Vision A2

source: Move Vision B1
vi: Di chuyển. Vision B1

source: Move Vision B2
vi: Di chuyển. Vision B2

source: MS POS1 Lightbrightness
vi: đo lường vị trí 1 chiếu sáng Độ sáng

source: MS POS2 Lightbrightness
vi: đo lường vị trí 2 chiếu sáng Độ sáng

# msresult
source: Measure result
vi: đo kết quả

source: New Passwodr
vi: mới Mật khẩu

source: Not Connected
vi: liên quan không

source: Not Know
vi: không biết

source: NOT READY
vi: NOT chuẩn bị

source: Number
vi: số

source: Offset X :
vi: X bù lại

source: Offset Y :
vi: Y bù lại

source: Once Measure
vi: đo một lần

source: Open
vi: mở

source: OutputPower
vi: Đầu ra Năng lượng.

source: Output Power (W)
vi: Output Năng lượng. (W)

source: Password
vi: Mật khẩu

source: Pen Data Editer
vi: biên soạn Pen Dữ liệu

source: Pen Data View
vi: Xem Pen Dữ liệu

source: Pen Number :
vi: Pen số

source: PLC Interface
vi: PLC Thông tin liên lạc

source: PLC A - Manual
vi: PLC A - Sổ tay

source: PLC B - Manual
vi: PLC B - Sổ tay

source: PLC Control Stage
vi: PLC Giai đoạn kiểm soát

source: Position Data
vi: vị trí Data

source: Pos X :
vi: X vị trí

source: Pos Y :
vi: Y vị trí

source: Power 0~100[%]
vi: Năng lượng. 0~100[%]

source: Power Meter
vi: Năng lượng. đo cụ

source: Power Meter1
vi: Năng lượng. đo cụ 1

source: Power Meter2
vi: Năng lượng. đo cụ 2

source: Power Meter3
vi: Năng lượng. đo cụ 3

source: Power Meter4
vi: Năng lượng. đo cụ 4

source: PowerMeterLog
vi: Năng lượng. đo cụ kỷ lục

source: Powermeter manual use
vi: Năng lượng. đo cụ manual use

source: Power Meter Measure Request
vi: Năng lượng. đo cụ đo lường yêu cầu

source: POWER METER OFF
vi: Năng lượng. đo cụ OFF

source: Power Meter Stage
vi: sân khấu Năng lượng. đo cụ

source: PowerMeterTime (ms)
vi: Năng lượng. đo cụ thời gian (ms)

source: Power_Stage:
vi: Năng lượng._Stage:

source: Program Version
vi: chương trình phiên bản

source: Recipe
vi: công thức

source: Recipe Change Report
vi: Recipe thay đổi Report

source: Recipe Choice
vi: sự lựa chọn

source: Recipe Name
vi: Recipe tên

source: Recipe Name Load
vi: Recipe tên Đang nạp

source: Repeat :
vi: lặp lại

source: Repetition Rate :
vi: lặp lại Tỷ lệ

source: result
vi: kết quả

source: Retry :
vi: thử lại :

source: RL Power :
vi: Năng lượng. RL

source: ROI Area
vi: ROI khu vực

source: ROI Information
vi: ROI Thông tin

source: ROI Save
vi: ROI Lưu

source: RUN_A
vi: xuất phát_A

source: RUN_B
vi: xuất phát_B

source: Save
vi: tiết kiệm

source: Save Mark Data
vi: dấu Data Lưu

source: Save System Param
vi: Lưu hệ thống thông số

source: Scanner1 Z Move Request
vi: Scanner1 Z Di chuyển. yêu cầu

source: Scanner2 Z Move Request
vi: Scanner2 Z Di chuyển. yêu cầu

source: Scanner Axis Parameter
vi: Scanner Axis thông số

source: Scanner Laser Parameter
vi: Scanner Laser thông số

source: Scanner Minimum Speed
vi: Scanner Minimum tốc độ

source: Scanner Offset Parameter
vi: Scanner bù lại thông số

source: Scanner Status
vi: Tình thế. Scanner

source: Score :
vi: số điểm

# Select1
source: Select
vi: lựa chọn

source: Select Scanner
vi: Scanner lựa chọn

source: Select Vision
vi: lựa chọn Vision

source: Setting
vi: cài đặt

source: Setting Cancel
vi: Setting hủy bỏ

# SettingCheck
source: Setting OK
vi: Setting Check

source: Setting Choice
vi: thiết lập sự lựa chọn

source: Setting Mode
vi: setting chế độ

source: SHG Temp
vi: SHG Nhiệt độ

source: Show
vi: buổi diễn

source: Show Scale :
vi: buổi diễn Scale :

source: Show / Show
vi: buổi diễn/buổi diễn

source: Size :
vi: kích thước

source: Size X :
vi: X kích thước :

source: Size Y :
vi: Y kích thước :

source: Speed :
vi: tốc độ

source: Spot Light
vi: chiếu sáng the same axle

source: Stage Power
vi: sân khấu Năng lượng.

source: Start X :
vi: X xuất phát :

source: Start Y :
vi: Y xuất phát:

# Stop1
source: Stop
vi: Dừng

source: STOP_A
vi: dừng_A

source: Stop All
vi: điểm dừng (stop)

source: STOP_B
vi: dừng_B

source: S/WExit
vi: S/W Lối thoát

source: System
vi: s

source: System A-Line Offset Setting
vi: hệ thống A-đường dây bù lại Setting

source: System B-Line Offset Setting
vi: hệ thống B-đường dây bù lại Setting

source: System Fault Stauts
vi: hệ thống lỗi trạng thái

source: System Log
vi: hệ thống kỷ lục

source: System Log Path :
vi: hệ thống Log Path :

source: System Param
vi: hệ thống thông số

source: System Path :
vi: hệ thống Path :

source: System Port
vi: hệ thống Port

source: System State
vi: hệ thống trạng thái

source: SYSTEM STATUS
vi: HỆ THỐNG TÌNH TRẠNG

source: Test
vi: thử

source: THG Temp
vi: THG Nhiệt độ

source: Time
vi: thời gian

source: Top Power
vi: Năng lượng. Cao nhất.

source: Trigger Mode (PM)
vi: Trigger chế độ (PM)

# TrimmingCompleteA
source: Trimming Complete
vi: Trimming Hoàn thành.

# TrimmingCompleteB
source: Trimming Complete
vi: Trimming Hoàn thành.

source: Trimming Tac[s]
vi: Trimming tact thời gian[s]

source: Updata contants
vi: Nội dung cập nhật

# UpPowermeterms
source: Top Power measure
vi: Up Năng lượng. đo cụ đo

source: Use Binarize
vi: dùng BINARIZE

source: User
vi: Người dùng.

source: User Name
vi: Người dùng. tên

source: Value Angle
vi: Giá trị góc

source: Value Apply / Apply
vi: Giá trị ứng dụng/ứng dụng

source: Value X
vi: Giá trị X

source: Value Y
vi: Giá trị Y

# Ver
source: Version
vi: Phiên bản

source: Verify
vi: Xác thực

source: Vision_Z[mm]:
vi: Ảnh_Z[mm]

source: V-Line Data
vi: V-đường dây Data

# XCurruntPos
source: X 현재위치
vi: X Currunt Pos

source: X End pos
vi: X chấm dứt vị trí

source: X Start pos
vi: X bắt đầu vị trí

# YCurruntPos
source: Y 현재위치
vi: Y Currunt Pos

# YEndpos
source: Y Ens pos
vi: Y chấm dứt vị trí

# YNumberoftimes
source: Y of time
vi: Y of thời gian

source: Y Start pos
vi: Y bắt đầu vị trí

source: Zoom
vi: thu phóng
